Repository: digipolisgent/drupal_module_culturefeed-my-program
Catalog: translations/*.po
Languages: nl

source: Print program
nl: Druk mijn programma af

source: Empty text
nl: Lege tekst

source: Text shown when a user visits /my-program when there are no items in his list.
nl: Tekst getoond wanneer een gebruiker /my-program bezoekt zonder dat er items zijn lijst staan.

source: No items have been added to your program yet.
nl: Er zijn nog geen items toegevoegd aan uw programma.

source: Remove %name from your program?
nl: Verwijder %name uit uw programma?

source: %title has been removed from <a href="@url">your program</a>.
nl: %title is verwijderd uit <a href="@url">uw programma</a>.

source: Administer CultureFeed My program settings
nl: Beheer CultureFeed Mijn programma instellingen

source: Manage CultureFeed My program settings.
nl: Beheer CultureFeed Mijn programma instellingen

source: Remove from my program
nl: Verwijder uit mijn programma

source: Add to my program
nl: Voeg toe aan mijn programma

source: You need to login before you can add something to your program.
nl: U moet inloggen alvorens u iets kan toevoegen aan uw programma.

source: %title has been added to <a href="@url">your program</a>.
nl: %title is toegevoegd aan <a href="@url">uw programma</a>.

source: Clear my program
nl: Maak programma leeg

source: My program
nl: Mijn programma

source: CultureFeed My program
nl: CultureFeed Mijn programma

source: Administer my program configuration.
nl: Beheer mijn programma configuratie.

source: Culturefeed My Program
nl: Culturefeed Mijn Programma

source: Provides my program functionality.
nl: Voorziet mijn programma functionaliteit
